<template>
<div class="inner-title">法律声明</div>
<div class="content common-document-container">
    <p>欢迎访问lqj0426.cn（以下称“本网站”），本网站的服务（以下或称“本服务”）。请您仔细阅读、充分理解以下条款，特别是 “免责条款”条款以及“适用法律及争议解决”条款。您访问、浏览和/或使用本网站，代表您同意接受以下条款；如果您不同意接受以下条款，请立即停止访问、浏览和使用本网站。我们保留随时修改这些条款的权利。</p>
    <h2>免责条款（除非法律有强制性的规定不得免责）</h2>
    <p>1、本网站上的所有资料仅供用户参考，不应视作投资建议或任何形式的投资招揽。对本网站的内容，我们已尽最大努力的审核，但不提供任何形式的明示的或默示的关于内容的正确性、及时性、有效性、稳定性、可用性、不侵犯他人权利等方面的保证；不保证服务器的稳定性，不保证您任何时候均可浏览、阅读、复制、使用本网站；不保证网站内容所包含的文字、图形、材料、链接、说明、陈述或其它事项的准确性或完整性,也不保证本网站的内容不存在打印、复制及其他输入方面的错误。</p>
    <p>2、在任何情况下，对于因使用本网站内容或无法进入本网站而导致的任何直接的、间接的、附带的、给第三人造成的损失(包括但不限于利润损失、信息数据丢失、财产毁坏等损失)，本网站均无须承担法律责任，不论是采用合同之诉、侵权之诉或其他诉讼理由。</p>
    <p>3、为方便您使用，本网站设立了同第三方所有和运营而非我们维护的其他网站之间的链接。尽管如此，即使上述第三方是我们的关联方，我们对链接网站也不行使任何控制权，我们不对任何链接网站的内容负有责任，也不对此类网站提供材料的内容或真实性做出任何声明。本网站用户对于如何使用该等网站，需做出个人的独立判断。</p>
    <h2>适用法律及争议解决</h2>
    <p>1、本网站及本法律声明的成立、生效、解释及纠纷解决，适用中华人民共和国法律。若您和我们发生任何纠纷或争议，首先应友好协商解决。</p>
    <p>2、本法律声明任一条款被视为废止、无效或不可执行，该条应视为可分的且不影响本法律声明其余条款的有效性及可执行性。</p>
</div>
</template>

<script setup lang="ts">

</script>

<style scoped>
p {
    font-size:13px;
}
div {
        font-family: Inter, system-ui, Avenir, Helvetica, Arial, sans-serif;
    }
.inner-title{
    text-align: center;
    font-size:28px;
    margin-bottom:25px;
}
</style>